# Задание по работе "Переменные"

task_completed = 12
working_hours = 1.5
name_of_the_course = 'Python'
time_per_task = working_hours / task_completed
print('Курс:',name_of_the_course,',','всего задач:',task_completed,',','затрачено часов:',working_hours,',','среднее время выполнения',time_per_task,'часа''.')